Repository: levi-45/enigma2-plugin-extensions-xstreamity
Catalog: usr/lib/enigma2/python/Plugins/Extensions/XStreamity/locale/al/LC_MESSAGES/XStreamity.po
Languages: al_al

source: Categories
al_al: Kategoria

source: Back
al_al: Kthehu

source: Sort: A-Z
al_al: Rëndit: A-Z

source: Search
al_al: Kërko

source: Next Info
al_al: Informacioni pasues

source: Now Info
al_al: Informacioni aktual

source: Dubbed kqiqi1:
al_al: Përkthej Kqiqi1:

source: Video Type:
al_al: Farmati i materialit:

source: Duration:
al_al: Kohëzgjatja:

source: Genre:
al_al: Zhanri:

source: Rating:
al_al: Vlersimi:

source: Country:
al_al: Gjuha:

source: Please enter the parental control pin code
al_al: Ju lutem vendosini kodin prindëror

source: Please enter recording time
al_al: Ju lutem vendosini kohën regjistruese

source: Recording Failed.
al_al: Regjistrimi dështoi

source: Choose directory
al_al: Zgjidheni dosjen

source: Choose Directory:
al_al: Zgjidheni dosjen

source: Recording Started.
al_al: Regjistrimi sa po filloi

source: Release Date:
al_al: Data rilascio:

source: Date
al_al: Data

source: Start Time
al_al: Koha startuese

source: End Time
al_al: Ora përfunduese

source: Director:
al_al: Dosja:

source: Cast:
al_al: Aktorët:

source: Sort: Z-A
al_al: Dosja: Z-A

source: Sort: Original
al_al: Dosja: Standard

source: Reset Search
al_al: Rivendosni kërkimin

source: Filter this category...
al_al: Filto kët kategori ...

source: Select Server
al_al: Vendose Serverin

source: Add
al_al: Vendos

source: About
al_al: Nga ne...

source: Active
al_al: Aktivo

source: Banned
al_al: Refuzim

source: Expired
al_al: Ka skaduar

source: Disabled
al_al: Jo aktiv

source: Server Not Responding
al_al: Serveri nuk është aktiv

source: Not Authorised
al_al: Nuk është i autorizuar

source: Edit
al_al: Edito

source: Delete
al_al: Shlyje

source: Info
al_al: Informacione

source: Delete selected playlist?
al_al: Doni ta shlyni listen e zgjedhur?

source: Maximum allowed users. Expect playback issues.
al_al: Përdorues maksimal. Mund të keni probleme me riprodhimin.

source: Stream Selection
al_al: Përzgjedhja e burimit

source: IPTV Xtream Codes playlists player by KiddaC
al_al: Playlist i Kodeve Xtream të IPTV nga KiddaC

source: Add Server
al_al: Vendos Serverin

source: Edit Server
al_al: Edito serverin

source: Close
al_al: Mbylle

source: Save
al_al: Ruaje

source: Really close without saving settings?
al_al: Doni ta mbylli pa ruajtur cilsimet?

source: username
al_al: Emri i përdoruesit

source: password
al_al: Fjalkalimi i perdoruesit

source: Display name:
al_al: Emri për të shfaqur:

source: Protocol:
al_al: Protokollo:

source: Server URL:
al_al: URL Server:

source: Port:
al_al: Porta:

source: Username:
al_al: Emri i përdoruesit:

source: Password:
al_al: Fjalkalimi i perdoruesit

source: Type:
al_al: Lloi:

source: Output:
al_al: Dalja luajtëse:

source: Stream Type Live:
al_al: Lloi stream Live:

source: Stream Type VOD:
al_al: Lloi stream VOD:

source: EPG Timeshift:
al_al: Timeshift EPG:

source: User Information
al_al: Informacionet e perdoruesit

source: Download
al_al: Shkarko

source: Settings
al_al: Konfigurimet

source: Data rilascio:
al_al: Data realizuese

source: Page: %d of %d
al_al: Faqja %d nga %d

source: Main Settings
al_al: Konfigurimet Personale

source: URL Server:
al_al: Adresa e Kompanis

source: playlists.txt location
al_al: lokacioni tekst i listes

source: VOD download folder
al_al: Dosja për shkarkimet VOD

source: Default Live stream type
al_al: Lloi standard i luajtjes drejtpërdrejt

source: Default VOD stream type
al_al: Lloi standard i luajtjes së Filmave

source: Preview Live stream before playing
al_al: Shijo para luajtjes

source: Stop stream on back button
al_al: Ndalo luajtjen me Butonin exit

source: Show picons in Live cateogries
al_al: Trego pikonët në kategorit drejtpërdrejt

source: Show covers in VOD categories
al_al: Trego pikonët në kategorit e filmave

source: Download Hi-Res VOD Covers
al_al: Shkarko Posteret me kfalitet për filma

source: Show in main menu *Restart GUI Required
al_al: Trego në menyn kryësore startim i detyrueshë i paisjes

source: Parental control
al_al: Kontrolli prindëror

source: Live:
al_al: Direkt

source: Cancel
al_al: Anulo

source: Clear All
al_al: Shlyj të gjitha

source: Hide/Show
al_al: Fshih/Trego

source: Live Streams:
al_al: Transmetimet Direkte:

source: Invert
al_al: Vendos

source: Select skin *Restart GUI Required
al_al: Zgjedhja e lëkurës *Ristartim paisje

source: Display Live categories
al_al: Shfaq kategoritë e direkte

source: Display Catchup category
al_al: Ekrani i kategoris Chatchup

source: Subtitles in:
al_al: Titrat në gjuhën:

source: Server timeout (seconds)
al_al: Koha skaduese e serverit (sekonda)

source: Display VOD categories
al_al: Shfaq kategoritë VOD

source: Status:
al_al: Statusi:

source: Is Trial:
al_al: Testimi:

source: Active Connections:
al_al: Akseset aktive:

source: Max Connections:
al_al: Akseset maksimale:

source: Created At:
al_al: Krijuar në datën:

source: Expiry Date:
al_al: Data skaduëse:

source: Allowed Output Formats:
al_al: Format e mundëshme:

source: Real URL:
al_al: URL-ja Reale:

source: Timezone:
al_al: Koha e zonës:

source: Server taking too long to respond. Adjust server timeout in main settings.
al_al: Nuk ka përgjigjëje nga serveri, koh e stërgjatur. Rregullo kohën e serverit në cilësimet kryesore

source: No data or playlist not compatible with X-Streamity plugin.
al_al: Nuk ka ose nuk është kopitabile me X-Streamity

source: Display Series categories
al_al: Shfaq kategoritë Seriale

source: Default VOD/Series stream type
al_al: Lloi i rrjedhës VOD/Seriale

source: Update VOD Movie Database information
al_al: Aktualizo Informacionet VOD në bankier

source: Preview streams in mini tv before playing
al_al: Për shije para se të luani videon

source: Show picons in Live categories
al_al: Trego pikonët e kanaleve direkte
